Repository: Mahmoud20-sudo/Soomter-IOS
Catalog: Soomter/*.lproj/Default.strings
Languages: ar_eg

# home-menu
source: Home
ar_eg: الصفحة الرئيسية

source: Special ads
ar_eg: إعلانات مميزة

source: Photo ads
ar_eg: إعلانات صور

source: Video ads
ar_eg: إعلانات فيديو

source: Text ads
ar_eg: إعلانات نصية

# the-special-ads
source: Special ads
ar_eg: إعلانات المميزة

source: Category
ar_eg: التصنيف

# soon
source: Soonا
ar_eg: يحدث مستقبلا

# done
source: اFinished
ar_eg: انتهى الحدث

# nw
source: Happening now
ar_eg: يجدث الاّن

source: From
ar_eg: من

source: To
ar_eg: إلى

source: R.S
ar_eg: ريال

source: Discount
ar_eg: خصم

# free_shipp
source: Free shipping
ar_eg: الشحن مجاني

# no_link
source: No information
ar_eg: لا يوجد معلومات

# most_wanted
source: Most watched
ar_eg: الأكثر مشاهدة

source: Address
ar_eg: االعنوان

# unified-num
source: Unified number
ar_eg: الرقم الموحد

# mob
source: Mobile
ar_eg: جوال

source: Phone
ar_eg: هاتف

source: Fax
ar_eg: فاكس

source: Mailbox
ar_eg: ص ب

source: Website
ar_eg: الموقع الإلكتروني

source: Email
ar_eg: البريد الإلكتروني

# log
source: Commercial Log
ar_eg: السجل التجاري

# ins_catg
source: Classification
ar_eg: تصنيف المنشأة

# ins_activity
source: Facility's activity
ar_eg: نشاط المنشأة

# main_branch
source: Headquarters
ar_eg: المقر الرئيسي

# branches_num
source: Branches number
ar_eg: عدد فروع المنشأة

# worktime
source: Work hours
ar_eg: أوقات العمل

source: Home
ar_eg: الرئيسية

# serch
source: Search
ar_eg: بحث

# prods
source: Products
ar_eg: المنتجات

# myaccount
source: Account
ar_eg: حسابي

# notifs
source: Notifications
ar_eg: التنبيهات

source: All ads
ar_eg: جميع الإعلانات

# txt_ads
source: Text ad
ar_eg: إعلان نصي

# vizeo_ads
source: Video ad
ar_eg: إعلان فيديو

# imgs_ads
source: Image ad
ar_eg: إعلان مصور

# need_login
source: You need to login first!
ar_eg: يجب ان تسجل دخولك اولاّ

# serch_result
source: Search result
ar_eg: نتائج البحث

# no_result
source: No result found
ar_eg: لا يوجد نتائج

# added_success
source: Successfully added
ar_eg: تم إضافة المنتج بنجاح

# delete_success
source: Successfully deleted
ar_eg: تم إزالة المنتج بنجاح

source: Shipped to
ar_eg: تشحن إلى

source: Deliver on
ar_eg: أحصل عليها يوم

# process-sucess
source: Successfully Processed
ar_eg: تم تأكيد الطلب بنجاح

# fav-sucess
source: Done
ar_eg: نجحت العملية

# not-added
source: This feature not added yet
ar_eg: لم بتم إضافة هذه الخاصية حتى الاّن

# need-restart
source: You must restart the app in order to finish setting up language
ar_eg: يجب إعادة تشغيل التطبيق لإنهاء إعداد اللغة

# email_method
source: Via email
ar_eg: عن طريق البريد الإلكتروني

# mobile_method
source: Via mobile number
ar_eg: إرسال رسالة عبر الجوال

# forgot_username
source: Forgot password
ar_eg: نسيت كلمة المرور

# forgot_pass
source: Forgot username
ar_eg: نسيت اسم المستخدم

# fill-rq-field
source: Fill required field!
ar_eg: املأ الحقول المطلوبة اولاً

# invalid-mail
source: Invalid email address!
ar_eg: ألبريد الإلكتروني غير صحيح

# choose-type
source: Choose type first!
ar_eg: اختر النوع اولا

# choose-method
source: Choose method first!
ar_eg: اختر الطريقة اولا

# folow
source: follow
ar_eg: متابعة

# unfolow
source: unfollow
ar_eg: إلغاء

# folow-sucess
source: Successfully followed
ar_eg: تم المتابعة بنجاح

# unfolow-sucess
source: Successfully unfollowed
ar_eg: تم إلغاء المتابعة بنجاح

# warning-title
source: Warning
ar_eg: تحذير

# warning-msg
source: All notifications will be deleted!
ar_eg: سيتم حذف كل التنبيهات!

source: Ok
ar_eg: موافق

source: Cancel
ar_eg: إلغاء
